ziranbianzhengfa.org
#+title:自然辩证法笔记
#+latex_class: elegantpaper


老师:张科豪
邮箱:zhangkh@mail.xjtu.edu.cn
* 第一节课
** 理论的好处
 1. 世界图景:取决于我的理论. 世界的丰富取决于我的理论有多么丰富.
 2. 理论决定着思维方式. 怎么想问题来自于理论. 
 3. 思维方式导致了行为规范. 思维方式不一样,行为规范就不一样.

 人生: 想问题, 做事情.     理论决定着人生的所有问题.
** 理论的分类

1. 事实判断. 抛开主观性,具有唯一性,客观性  --->科学   ------>使之成为某种人

   1. 必然性逻辑

2. 价值判断. 文史哲一流,从主题出发,对对象应该如此的判断.从人出发对问题进行的判断.  ----->使之作为人而成为人. 学会成人. ---->安身立命之本

   1. 应然性逻辑 : 人所作的选择多是应然是判断.

教育:社会遗传机制. 个体对历史文化在教育中得到了认同,自然人成为了社会人.通过这种方式,让社会得到了理化.

人是一个形而上学的存在.有所追求的存在.

人的成熟: 

有所学\有所成\有所爱
** 研究生阶段的课程要求:
"做出理论论证"
* 自然辩证法理论的性质   --人类需要什么样的文明

1872~1883, 恩格斯读黑格尔,"逻辑哲学",自然辩证法.

确立了学科的基本概念,确立了学科的基本研究方法.

"观"和"论"都是价值理解 ----->哲学性质

1. 提供一种当代人的世界图景,思维方式,价值观念;  -->作为人而成为人
2. 以现代性思想的发展和现代性图景的展现, 现代性的理念创新, "闯"与"创"
3. 从方法上:提供一种哲学思维方法

上大学,关键看书(哲学,历史)

<哲学修养十五讲>, <现代性和后现代性>

政治: 习近平<治国理政>


这是一个最好的时代,也是一个最坏的时代. 历史转变为世界历史. 百年未有之大变局.
** 人的世界
*** 人的世界是人的活动开创的
 哲学的反思: 对思考或者行为方式的反思
**** 人的世界的内容:
 1. 人化了的自然世界;
 2. 文化世界;
 3. 意义世界.
**** 人的世界的性质:
 1. 人的活动开创的
 2. 充满了矛盾的(讲矛盾必须讲人的矛盾)
    1. 理想与现实
    2. 情感与理性
 3. 不断开放的
    1. 重点是大脑中观念的变化
    2. 一切都是相对的绝对,一切都是合法的偏见

**** 人的世界的发展: 
 1. 前现代社会  经济形态->自然经济:经济上的禁欲主义, 政治上的专制主义, 文化上蒙昧主义   人的形态->依赖性 文化形态: 确立神圣形象<有标准无选择>
 2. 现代社会   经济形态->商品经济:经济上反对禁欲主义,要求现世幸福,政治上反对专制主义,要求天赋人权,文化上反对蒙昧主义,要求我思故我在 人的形态->(以物的依赖性为基础的人的)独立性  ---->>人的异化,物化 文化形态:消解神圣形象<没有标准的选择中不能承受生命之轻的存在主义凋零>


*** 人的世界的(其)困境

**** 人与自然的关系问题
+ 全球性问题
+ 可持续发展问题
+ 五大理念

+ 人与自然关系作为一个对象性关系的建构是一个历史过程:包括形式和内容.
  + 现代私有制所建构的占有关系,人作为主体,自然作为客体,自然沦为属性的手段和工具的规定;
  + 资本权力及其统治造成了对自然界及其人自身的双重伤害.
  + 资本权力借助于科学技术,驾驭支配和征服自然,从而恶化了这一关系
  + 人对自然的态度:依附自然->敬畏自然->改造支配自然->天人合一
    + 敬!=爱.
+ 人与人之间的关系: 全面异化 物化问题,市场化过程(历史形态问题,人的存在形态问题,人的思想观念问题)
+ 人与自身的关系: 意义和价值的危机问题
  



