ziranbianzhengfa.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-09-16 周三 14:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>自然辩证法笔记</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">自然辩证法笔记</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgdf83061">1. 第一节课</a>
<ul>
<li><a href="#orgac36924">1.1. 理论的好处</a></li>
<li><a href="#orgbc7aa69">1.2. 理论的分类</a></li>
<li><a href="#orgf2c1250">1.3. 研究生阶段的课程要求:</a></li>
</ul>
</li>
<li><a href="#org40612a3">2. 自然辩证法理论的性质   &#x2013;人类需要什么样的文明</a>
<ul>
<li><a href="#org2dc5c4a">2.1. 人的世界</a>
<ul>
<li><a href="#org0823f61">2.1.1. 人的世界是人的活动开创的</a></li>
<li><a href="#org8ed99dd">2.1.2. 人的世界的(其)困境</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<p>
老师:张科豪
邮箱:zhangkh@mail.xjtu.edu.cn
</p>
<div id="outline-container-orgdf83061" class="outline-2">
<h2 id="orgdf83061"><span class="section-number-2">1</span> 第一节课</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgac36924" class="outline-3">
<h3 id="orgac36924"><span class="section-number-3">1.1</span> 理论的好处</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>世界图景:取决于我的理论. 世界的丰富取决于我的理论有多么丰富.</li>
<li>理论决定着思维方式. 怎么想问题来自于理论.</li>
<li>思维方式导致了行为规范. 思维方式不一样,行为规范就不一样.</li>
</ol>

<p>
人生: 想问题, 做事情.     理论决定着人生的所有问题.
</p>
</div>
</div>
<div id="outline-container-orgbc7aa69" class="outline-3">
<h3 id="orgbc7aa69"><span class="section-number-3">1.2</span> 理论的分类</h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li>事实判断. 抛开主观性,具有唯一性,客观性  &#x2014;&gt;科学   -&#x2013;&#x2014;&gt;使之成为某种人

<ol class="org-ol">
<li>必然性逻辑</li>
</ol></li>

<li>价值判断. 文史哲一流,从主题出发,对对象应该如此的判断.从人出发对问题进行的判断.  &#x2013;&#x2014;&gt;使之作为人而成为人. 学会成人. -&#x2014;&gt;安身立命之本

<ol class="org-ol">
<li>应然性逻辑 : 人所作的选择多是应然是判断.</li>
</ol></li>
</ol>

<p>
教育:社会遗传机制. 个体对历史文化在教育中得到了认同,自然人成为了社会人.通过这种方式,让社会得到了理化.
</p>

<p>
人是一个形而上学的存在.有所追求的存在.
</p>

<p>
人的成熟: 
</p>

<p>
有所学\有所成\有所爱
</p>
</div>
</div>
<div id="outline-container-orgf2c1250" class="outline-3">
<h3 id="orgf2c1250"><span class="section-number-3">1.3</span> 研究生阶段的课程要求:</h3>
<div class="outline-text-3" id="text-1-3">
<p>
"做出理论论证"
</p>
</div>
</div>
</div>
<div id="outline-container-org40612a3" class="outline-2">
<h2 id="org40612a3"><span class="section-number-2">2</span> 自然辩证法理论的性质   &#x2013;人类需要什么样的文明</h2>
<div class="outline-text-2" id="text-2">
<p>
1872~1883, 恩格斯读黑格尔,"逻辑哲学",自然辩证法.
</p>

<p>
确立了学科的基本概念,确立了学科的基本研究方法.
</p>

<p>
"观"和"论"都是价值理解 &#x2013;&#x2014;&gt;哲学性质
</p>

<ol class="org-ol">
<li>提供一种当代人的世界图景,思维方式,价值观念;  &#x2013;&gt;作为人而成为人</li>
<li>以现代性思想的发展和现代性图景的展现, 现代性的理念创新, "闯"与"创"</li>
<li>从方法上:提供一种哲学思维方法</li>
</ol>

<p>
上大学,关键看书(哲学,历史)
</p>

<p>
&lt;哲学修养十五讲&gt;, &lt;现代性和后现代性&gt;
</p>

<p>
政治: 习近平&lt;治国理政&gt;
</p>


<p>
这是一个最好的时代,也是一个最坏的时代. 历史转变为世界历史. 百年未有之大变局.
</p>
</div>
<div id="outline-container-org2dc5c4a" class="outline-3">
<h3 id="org2dc5c4a"><span class="section-number-3">2.1</span> 人的世界</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-org0823f61" class="outline-4">
<h4 id="org0823f61"><span class="section-number-4">2.1.1</span> 人的世界是人的活动开创的</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
哲学的反思: 对思考或者行为方式的反思
</p>
</div>
<ol class="org-ol">
<li><a id="org9626084"></a>人的世界的内容:<br />
<div class="outline-text-5" id="text-2-1-1-1">
<ol class="org-ol">
<li>人化了的自然世界;</li>
<li>文化世界;</li>
<li>意义世界.</li>
</ol>
</div>
</li>
<li><a id="org8e2288c"></a>人的世界的性质:<br />
<div class="outline-text-5" id="text-2-1-1-2">
<ol class="org-ol">
<li>人的活动开创的</li>
<li>充满了矛盾的(讲矛盾必须讲人的矛盾)
<ol class="org-ol">
<li>理想与现实</li>
<li>情感与理性</li>
</ol></li>
<li>不断开放的
<ol class="org-ol">
<li>重点是大脑中观念的变化</li>
<li>一切都是相对的绝对,一切都是合法的偏见</li>
</ol></li>
</ol>
</div>
</li>

<li><a id="orgf663408"></a>人的世界的发展:<br />
<div class="outline-text-5" id="text-2-1-1-3">
<ol class="org-ol">
<li>前现代社会  经济形态-&gt;自然经济:经济上的禁欲主义, 政治上的专制主义, 文化上蒙昧主义   人的形态-&gt;依赖性 文化形态: 确立神圣形象&lt;有标准无选择&gt;</li>
<li>现代社会   经济形态-&gt;商品经济:经济上反对禁欲主义,要求现世幸福,政治上反对专制主义,要求天赋人权,文化上反对蒙昧主义,要求我思故我在 人的形态-&gt;(以物的依赖性为基础的人的)独立性  -&#x2014;&gt;&gt;人的异化,物化 文化形态:消解神圣形象&lt;没有标准的选择中不能承受生命之轻的存在主义凋零&gt;</li>
</ol>
</div>
</li>
</ol>
</div>


<div id="outline-container-org8ed99dd" class="outline-4">
<h4 id="org8ed99dd"><span class="section-number-4">2.1.2</span> 人的世界的(其)困境</h4>
<div class="outline-text-4" id="text-2-1-2">
</div>
<ol class="org-ol">
<li><a id="orgfff35ef"></a>人与自然的关系问题<br />
<div class="outline-text-5" id="text-2-1-2-1">
<ul class="org-ul">
<li>全球性问题</li>
<li>可持续发展问题</li>
<li>五大理念</li>

<li>人与自然关系作为一个对象性关系的建构是一个历史过程:包括形式和内容.
<ul class="org-ul">
<li>现代私有制所建构的占有关系,人作为主体,自然作为客体,自然沦为属性的手段和工具的规定;</li>
<li>资本权力及其统治造成了对自然界及其人自身的双重伤害.</li>
<li>资本权力借助于科学技术,驾驭支配和征服自然,从而恶化了这一关系</li>
<li>人对自然的态度:依附自然-&gt;敬畏自然-&gt;改造支配自然-&gt;天人合一
<ul class="org-ul">
<li>敬!=爱.</li>
</ul></li>
</ul></li>
<li>人与人之间的关系: 全面异化 物化问题,市场化过程(历史形态问题,人的存在形态问题,人的思想观念问题)</li>
<li>人与自身的关系: 意义和价值的危机问题</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2020-09-16 周三 14:49</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
